{"translation-revision-date":"2022-01-11 08:41:38+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Please finish the Configuration workout first in order for this workout to be effective.":["Veuillez d’abord terminer l’entraînement de configuration afin que cet entraînement fonctionne."],"Configuration required":["Configuration obligatoire"],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the user’s %1$sProfile page%2$s (opens in a new browser tab). Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add. Alternatively, ask the user or an admin to do it if you are not allowed.":["Dans cette étape, vous devez ajouter les profils sociaux de la personne que ce site représente. Pour ce faire, vous devriez aller dans la page %1$sProfil%2$s (s’ouvre dans un nouvel onglet). Descendez ensuite à la section « Informations de contact » (cf. capture ci-dessous) et remplissez les URL des profils sociaux que vous souhaitez ajouter. Si vous n’avez pas les droits suffisants, demandez à l’utilisateur en question ou à un(e) administrateur\/administratrice."],"In this step, you need to add the personal social profiles of the person your site represents. To do that, you should go to the %1$sUsers%2$s > Profile page in a new browser tab. Alternatively, ask the user or an admin to do it if you are not allowed.":["Dans cette étape, vous devez ajouter les profils sociaux de la personne que ce site représente. Pour ce faire, vous devriez aller dans la page %1$sComptes%2$s > Profil dans un nouvel onglet. Si vous n’avez pas les droits suffisants, demandez à l’utilisateur en question ou à un(e) administrateur\/administratrice."],"%1$sImportant%2$s: Please select a name in step 2 for this step to be effective.":["%1$sImportant%2$s : Veuillez sélectionner un nom à la deuxième étape pour que cette étape fonctionne."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s Alternatively, ask the user or an admin to do it if you are not allowed.":["Vous avez sélectionné le compte utilisateur %1$s comme représentant de ce site. Les informations de ce profil seront utilisées dans les résultats de recherche. %2$sMettez à jour leur profil pour vous assurer que tout est bon.%3$s Si ce n’est pas possible, demandez à cette personne ou à un(e) administrateur\/administratrice de le faire si vous n’avez pas les droits suffisants."],"%1$sBack to all workouts":["%1$s Retour à tous les entraînements"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Rendre votre site performant et le garder en forme peut être difficile. Nous pouvons vous aider à démarrer ! Suivez ces entraînements étape par étape et vous vous attaquerez aux challenges SEO les plus importants !"],"Unlock with %s!":["Débloquez avec %s !"],"Continue workout!":["Continuer l’entraînement !"],"Start workout!":["Commencer l’entraînement !"],"%1$s\/%2$s steps completed":["%1$s\/%2$s étapes terminées"],"Saved!":["Enregistré !"],"Twitter URL":["URL Twitter"],"Facebook URL":["URL Facebook"],"Could not save this value. Please check the URL.":["Impossible d’enregistrer cette valeur. Veuillez vérifier l’URL."],"Could not save this value. Please check the URL or username.":["Impossible d’enregistrer cette valeur. Veuillez vérifier l’URL ou l’identifiant."],"Person logo \/ avatar (important)":["Logo personnel \/ Avatar (important)"],"Name (important)":["Nom (important)"],"Add internal links to your posts and pages":["Ajoutez des liens internes à vos articles et pages"],"Make pages easier for Google and visitors to find":["Rendez vos pages plus facilement trouvables par Google et vos visiteurs"],"Clean up your unlinked content to make sure people can find it":["Améliorez vos contenus non liés pour vous assurer que les visiteurs les trouvent"],"Orphaned content":["Contenu orphelin"],"Organization logo (important)":["Logo de l’entité (important)"],"Organization name (important)":["Nom de l’entité (important)"],"Email address":["Adresse e-mail"],"Get guidance on how to use Yoast SEO to the fullest":["Obtenez des conseils sur l’utilisation optimale de Yoast SEO"],"Stay up-to-date with the latest SEO news":["Restez au courant des dernières actualités SEO"],"Receive best-practice tips and learn how to rank on search engines":["Recevez des astuces éprouvées et apprenez à être visible sur les moteurs de recherche"],"Thanks! Please click the link in the email we just sent you to confirm your newsletter subscription.":["Merci ! Veuillez cliquer sur le lien dans l’e-mail que nous venons de vous envoyer pour confirmer votre abonnement à la newsletter."],"That email address has already been subscribed.":["Cette adresse e-mail est déjà abonnée."],"That is not a valid email address. Check your email address and try again.":["Ce n’est pas une adresse e-mail valide. Veuillez vérifier votre adresse e-mail et réessayez."],"Oops! Something went wrong. Check your email address and try again.":["Une erreur est survenue. Veuillez vérifier votre adresse e-mail et réessayez."],"Sign up!":["S’inscrire !"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respecte votre vie privée. Consultez %1$snotre politique de confidentialité%2$s pour voir comment nous gérons vos données personnelles."],"Bring more visitors to your articles":["Amenez plus de visiteurs à vos articles"],"Make your important articles rank higher":["Rendez vos articles importants plus visibles"],"Apply the optimal SEO settings to your site":["Appliquez les réglages SEO optimaux à votre site"],"View other SEO workouts%1$s":["Voir les autres entraînements SEO%1$s"],"Make sure to also check out our other SEO workouts to really get your site into shape!":["Assurez-vous de regarder les autres entraînements SEO pour que votre site soit en forme !"],"Amazing! You’ve successfully finished the Configuration workout! %1$s now outputs the essential structured data for your site.":["Fantastique ! Vous avez terminé l’entraînement de configuration ! %1$s peut maintenant générer les données structurées essentielles pour votre site."],"Before you finish this workout, please wait on this page until the SEO data optimization in step 1 is completed...":["Avant de terminer cet entraînement, veuillez rester sur cette page le temps que l’optimisation des données SEO de l’étape 1 prenne fin…"],"Before you finish this workout, please start the SEO data optimization in step 1 and wait until it is completed...":["Avant de terminer cet entraînement, veuillez lancer l’optimisation des données SEO à l’étape 1 et attendez qu’elle soit terminée…"],"Finish this workout":["Terminer cet entraînement"],"Do workout again":["Recommencer l’entraînement"],"Sign up for the Yoast newsletter!":["Inscrivez-vous à la newsletter Yoast !"],"Save and continue":["Enregistrer et continuer"],"In order to complete this step please select if we are allowed to improve Yoast SEO with your data.":["Afin de terminer cette étape, veuillez choisir si vous autorisez l’amélioration de Yoast SEO avec vos données."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors!":["Important : Nous ne vendrons jamais ces données. Et bien sûr, comme toujours, nous ne récolterons aucune donnée personne sur vous ou vos visiteurs !"],"Yes, you can track my site data":["Oui, vous pouvez suivre les données de mon site"],"No, don’t track my site data":["No, ne suivez pas les données de mon site"],"Can we collect anonymous information about your website and how you use it?":["Pouvons-nous collecter des informations anonymes sur votre site et l’utilisation que vous en faites ?"],"always load our customer support window so we can immediately assist you when you need help.":["charger notre fenêtre de support client afin que nous puissions rapidement vous aider."],"see which %s features you use or don't use;":["voir quelles fonctionnalités de %s vous utilisez ou n’utilisez pas ;"],"collect info about the plugins and themes you have installed;":["collecter les informations sur les extensions et thèmes que vous avez installés ;"],"To provide the best experience for you, we need your permission to do the following things:":["Pour vous apporter la meilleure expérience, nous avons besoin de votre permission pour suivre les points suivants :"],"Help us improve Yoast SEO":["Aidez-nous à améliorer Yoast SEO"],"A screenshot of the Contact Info section of a user's Profile page":["Une capture d’écran de la section d’informations de contact sur la page de profil d’un compte"],"Screenshot:":["Capture d’écran :"],"On the %1$sUsers%2$s page, hover your mouse over the username you want to edit. Click ‘Edit’ to access the user’s profile. Then, scroll down to the ‘Contact info’ section (see screenshot below) and fill in the URLs of the personal social profiles you want to add.":["Sur la pages des %1$sComptes%2$s, survolez l’identifiant que vous souhaitez modifier. Cliquez sur « Modifier » pour accéder au profil du compte utilisateur. Puis descendez à la section « Informations de contact » et remplissez les champs avec les URL des profils sociaux que vous souhaitez ajouter."],"Do you have profiles for your site on social media? Then, add all of their URLs here, so your social profiles may also appear in a Google Knowledge Panel.":["Avez-vous des profils de votre site sur les réseaux sociaux ? Alors ajoutez leurs URL ici, afin que vos profils sociaux apparaissent dans le panneau Google Knowledge."],"Please be aware that you need to set a name and logo in step 2 for structured data to work properly.":["Veuillez prendre note que vous devez définir un nom et un logo dans la deuxième étape afin que les données structurées fonctionnent correctement."],"Add a catchy tagline that describes your site in the best light. Use the keywords you want people to find your site with. Example: %1$s’s tagline is ‘SEO for everyone.’":["Ajoutez un slogan accrocheur qui décrit votre site au mieux. Utilisez les mots-clés sur lesquels vous aimeriez qu’on vous trouve. Par exemple : le slogan de %1$s est « SEO pour tous »."],"Site tagline":["Slogan du site"],"You need to set a person name and logo for structured data to work properly.":["Vous devez définir un nom et un logo de personne physique pour que les données structurées fonctionnent correctement."],"You need to set an organization name and logo for structured data to work properly.":["Vous devez définir un nom et un logo d’entité pour que les données structurées fonctionnent correctement."],"Does your site represent an Organization or Person?":["Votre site représente-t-il une entité ou une personne physique ?"],"Tell Google what kind of site you have and increase the chance it gets features in a Google Knowledge Panel. Select ‘Organization’ if you are working on a site for a business or an organization. Select ‘Person’ if you have, say, a personal blog.":["Dites à Google quel type de site vous avez et augmentez les chances d’apparaître dans le panneau Google Knowledge. Sélectionnez « Entité » si votre site est pour une société ou une personne morale. Sélectionnez « Personne » si vous êtes plutôt dans le cas d’un blog personnel."],"Site representation":["Représentation du site"],"%1$sImportant:%2$s After you’ve completed (or made any changes to) a step below, please make sure to save your changes by clicking the ‘Save and continue’ button below that step.":["%1$sImportant :%2$s Après avoir terminé (ou effectué des modifications) l’étape ci-dessous, assurez-vous d’enregistrer vos modifications en cliquant sur le bouton « Enregistrer et continuer » en-dessous de l’étape."],"Continue":["Continuer"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this workout.":["Vous pouvez quand même lancer l’optimisation des données SEO dans la %1$ssection Outils%2$s. Une fois que c’est terminé, veuillez actualiser cet entraînement."],"This workout step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Cette étape d’entraînement est actuellement désactivée parce que vous n’utilisez pas la dernière version de Yoast SEO Premium. Veuillez passer à la dernière version (ou au moins la version %1$s). "],"Click the button below to optimize your SEO data. It will let us see your site as Google does, so we can give you the best SEO tips and improve technical SEO issues in the background! If you have a lot of content the optimization might take a while. But trust us, it's worth it! %1$sLearn more about the benefits of optimized SEO data.%2$s":["Cliquez sur le bouton ci-dessous pour optimiser vos données SEO. Cela nous permettra de voir votre site à la manière de Google, afin de vous donner les meilleures astuces SEO et de régler les problèmes techniques en arrière-plan ! Si vous avez beaucoup de contenu, cette optimisation peut prendre du temps. Mais croyez-nous, le jeu en vaut la chandelle ! %1$sEn savoir plus sur les avantages des données SEO optimisées.%2$s"],"Optimize SEO data":["Optimiser les données SEO"],"%1$sImportant:%2$s If the SEO data optimization in step 1 is running, you can already continue to the next steps.":["%1$sImportant :%2$s Si l’optimisation des données SEO (de l’étape 1) est en cours, vous pouvez quand même passer aux étapes suivantes."],"Need more guidance? We've covered every step in more detail in the %1$s%2$s configuration workout guide.%3$s":["Besoin de plus d’aide ? Nous avons détaillé chaque étape en profondeur dans le %2$sguide de l’entraînement de configuration de %1$s.%3$s"],"Do the five steps in this workout to configure the essential %1$s settings!":["Suivez les 5 étapes de cet entraînement pour définir les réglages essentiels de %1$s !"],"Configure %1$s with optimal SEO settings for your site":["Configurez %1$s avec les réglages SEO optimaux pour votre site"],"Configuration":["Configuration"],"Error stack trace":["Trace d’appels de l’erreur"],"Response":["Réponse"],"Error message":["Message d’erreur"],"Status code":["Code d’état"],"Request method":["Méthode de la requête"],"Request URL":["URL de la requête"],"Error details":["Détails de l’erreur"],"Rank with articles you want to rank with":["Soyez visibles avec les articles souhaités"],"The cornerstone approach":["L’approche Cornerstone"],"SEO workouts":["Entraînements SEO"],"Stop SEO data optimization":["Arrêter l’optimisation des données SEO"],"Optimizing SEO data... This may take a while.":["Optimisation des données SEO… Cela peut prendre un moment."],"SEO data optimization complete":["Optimisation des données SEO terminée"],"SEO data optimization is disabled for non-production environments.":["L’optimisation des données SEO est désactivée pour les environnements qui ne sont pas en production."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Cette fonctionnalité remplace le compteur de liens textuels et l’analyse de maillage interne"],"Start SEO data optimization":["Démarrer l’optimisation des données SEO"],"Select a user...":["Sélectionner un compte…"],"Wikipedia URL":["URL Wikipédia"],"Configure %s in a few steps":["Configurez %s en quelques étapes"],"Configure %s":["Configurer %s"],"Social profiles":["Profils sociaux"],"YouTube URL":["URL YouTube"],"Pinterest URL":["URL Pinterest"],"MySpace URL":["URL MySpace"],"LinkedIn URL":["URL LinkedIn"],"Instagram URL":["URL Instagram"],"Congratulations!":["Félicitations !"]}},"comment":{"reference":"js\/dist\/workouts.js"}}