{"translation-revision-date":"2022-01-11 08:41:38+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"New":["Nouveau"],"seconds":["secondes"],"Remove image":["Retirer l’image"],"Select image":["Sélectionner une image"],"Replace image":["Remplacer l’image"],"Dismiss this alert":["Ignorer cette alerte"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Une fois que vous aurez ajouté plus de texte, nous vous donnerons la liste des mots qui apparaissent le plus dans votre contenu. Cela vous donnera un aperçu de la perception de votre contenu."],"%d occurrences":["%d occurrences"],"minutes":["minutes"],"hours":["heures"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lisez notre %1$sguide ultime sur la recherche de mot-clé%2$s pour en apprendre plus à ce sujet."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Les mots suivants apparaissent le plus souvent dans votre texte. Cela vous donne un aperçu de la perception de votre contenu. Si les mots diffèrent de votre sujet principal, vous devriez réécrire votre contenu en conséquence."],"Prominent words":["Mots proéminents"],"Something went wrong. Please reload the page.":["Une erreur est survenue. Veuillez recharger la page."],"Dismiss this notice":["Masquer cette notification"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["La langue de votre site est réglée à %s. Si ce n’est pas bon, contactez l’administrateur ou l’administratrice du site."],"On":["Activé"],"Off":["Désactivé"],"Your site language is set to %s. ":["La langue de votre site est réglée à %s."],"Change language":["Changer de langue"],"(Opens in a new browser tab)":["(S’ouvre dans un nouvel onglet)"],"Close":["Fermer"]}},"comment":{"reference":"js\/dist\/externals\/componentsNew.js"}}