{"translation-revision-date":"2021-05-02 00:48:10+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr_CA"},"default":["valeur par défaut"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Lors de l'enregistrement, ce paramètre s'appliquera à tous vos %1$s. Les %1$s configurés manuellement ne seront pas modifiés.","Lors de l'enregistrement, ces paramètres s'appliqueront à tous vos %1$s. Les %1$s configurés manuellement ne seront pas modifiés."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Choisissez comment la description par défaut de %1$s pour le balisage schema.org de votre site. Vous pouvez modifier ces paramètres pour chaque %1$s."],"Learn more about the schema settings":["En savoir plus sur les paramètres du schema"],"Schema settings":["Paramètres de schéma"],"Default Article type":["Type d'article par défaut"],"Default Page type":["Type de page par défaut"],"Person logo \/ avatar":["Avatar\/logo de personne"],"Get the %s plugin now":["Obtenir l’extension %s maintenant"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimisez vraiment votre site pour une audience locale avec notre extension %s! Optimisation de l’adresse, heures d'ouverture, localisateur de magasin et option de cueillette en magasin!"],"Serving local customers?":["Servir une clientèle locale? "],"Organization logo":["Logo de l'organisation"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Vous avez sélectionné l’utilisateur %1$s en tant que personne représentée par ce site. Les informations de son profil seront maintenant utilisées pour les résultats de recherche. %2$sMettez à jour son profil pour vérifier que les informations sont correctes%3$s."],"Please select a user below to make your site's meta data complete.":["Veuillez sélectionner un utilisateur ci-dessous pour compléter les métadonnées de votre site."],"Select a user...":["Sélectionner un utilisateur..."],"Name":["Nom"]}},"comment":{"reference":"js\/dist\/settings.js"}}