{"translation-revision-date":"2021-09-14 15:01:26+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"%1$s\/%2$s steps completed":["%1$s\/%2$s étapes terminées"],"Do workout again":["Refaire l’atelier"],"Continue workout!":["Continuez l’atelier !"],"Start workout!":["Commencez l’atelier !"],"Orphaned content is content that doesn’t get any links from other posts or pages on your site. As a result of that, this content is hard to find, for both Google and visitors. Posts and pages need internal links to them, to fit into a site’s structure and to be findable. With this workout we'll help you update your orphaned content and make sure you have links pointing towards them!":["Le contenu orphelin est un contenu qui ne reçoit aucun lien d’autres articles ou pages de votre site. Il en résulte que ce contenu est difficile à trouver, tant pour Google que pour les internautes. Les articles et les pages ont besoin de liens internes pour s’intégrer dans la structure d’un site et pour être trouvables. Grâce à cet atelier, nous vous aiderons à mettre à jour vos contenus orphelins et à vous assurer que des liens pointent vers eux !"],"Clean up your unlinked content to make sure people can find it":["Nettoyez votre contenu non lié pour vous assurer que les internautes puissent le trouver."],"The cornerstone approach":["L’approche des articles Cornerstones"],"Getting your site in shape and keeping it SEO fit can be challenging. Let us help you get started by taking on the most common SEO challenges, with these step by step SEO workouts.":["La mise en forme de votre site et le maintien de son bon référencement peuvent constituer un défi. Laissez-nous vous aider à démarrer en relevant les défis de référencement les plus courants, grâce à ces ateliers SEO pas à pas."],"SEO Workouts":["Ateliers SEO"],"Rank with articles you want to rank with":["Classez les articles avec lesquels vous voulez être classé"],"Orphaned content":["Contenu orphelin"]}}}