{"translation-revision-date":"2022-01-11 08:41:38+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Votre compte %s ne contient pas encore de requêtes de ce site. Vous pouvez en suivre en utilisant le bouton « Suivre la performance SEO » de l’éditeur de publications."],"%s account":["compte %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Cet aperçu vous montre uniquement les requêtes ajoutées à Yoast SEO. D’autres sont peut-être présentes dans votre %s."],"Tracking the ranking position...":["Mesure des positions en cours…"],"reconnect to %s":["vous reconnecter à %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Il semblerait qu’il y ait eu une erreur dans la récupération des données de votre site. Veuillez %s et réessayez."],"Read more about keyphrase tracking with Wincher":["En savoir plus sur le suivi des requêtes avec Wincher"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Connectez %1$s à %2$s pour suivre les positions des requêtes de votre site dans les résultats de recherche. %3$s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position de la requête cible sur les 90 derniers jours, sur une échelle de 0 à 100."],"Connect with %s":["Se connecter à %s"],"Top performing keyphrases on your site":["Requêtes cibles les plus visibles de votre site"],"Get more insights over at %s":["Obtenez plus de détails sur %s"],"Position over time":["Position au cours du temps"],"Position":["Position"],"The number of headers and header labels don't match.":["Le nombre d’en-têtes et leurs libellés ne correspondent pas."],"Keyphrase":["Requête"],"%d day":["%d jour","%d jours"],"View":["Voir"]}},"comment":{"reference":"js\/dist\/dashboard-widget.js"}}