{"translation-revision-date":"2021-09-14 15:01:26+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"I've finished this workout":["J’ai terminé cet atelier"],"Reset this workout":["Réinitialiser cet atelier"],"With your internal links, you’ve shown Google which articles are most important on your website! Make sure to check regularly whether your cornerstone approach is still up to date!":["Grâce à vos liens internes, vous avez montré à Google quels sont les articles les plus importants de votre site ! Veillez à vérifier régulièrement si votre approche de base est toujours d’actualité !"],"Well done!":["Bien joué !"],"Go to a related article, find a relevant sentence which is related to your cornerstone article. Insert a text link to your cornerstone in that sentence. Repeat with another related article until your cornerstones have the most internal links pointing towards them.":["Allez à un article similaire, trouvez une phrase pertinente qui est liée à votre article Cornerstone. Insérez un lien texte vers votre article Cornerstone dans cette phrase. Répétez l’opération avec un autre article similaire jusqu’à ce que vos articles Cornerstone aient le plus de liens internes pointant vers eux."],"If you have limited internal links pointing towards your cornerstones, add internal links from other posts to your cornerstones. But, make sure that there’s a logical relationship between the article you're linking from and your cornerstone. Below, we'll always show you the three cornerstone articles which receive the least links on your site and offer suggestions of relevant pages you could link from.":["Si vous avez peu de liens internes pointant vers vos articles Cornerstones, ajoutez des liens internes d’autres articles vers vos articles importants. Mais assurez-vous qu’il existe une relation logique entre l’article dont vous tirez un lien et votre article important. Ci-dessous, nous vous montrons toujours les trois articles importants qui reçoivent le moins de liens sur votre site et vous proposons des suggestions de pages pertinentes à partir desquelles vous pourriez créer des liens."],"Add internal links towards your cornerstones":["Ajoutez des liens internes vers vos articles Cornerstone"],"Check: do your cornerstones (★) have the most internal links pointing towards them?":["Vérifiez : vos articles Cornerstones (★) ont-ils le plus de liens internes pointant vers eux ?"],"Other articles on your site should link towards your most important cornerstones. Below you can check out which articles have the most internal links pointing towards them.":["Les autres articles de votre site doivent être liés à vos articles les plus importants. Vous pouvez vérifier ci-dessous quels articles ont le plus de liens internes pointant vers eux."],"Check the number of incoming internal links of your cornerstones":["Vérifiez le nombre de liens internes entrants de vos articles Cornerstones"],"With which articles do you want to rank highest? Which are the most complete, which are the best explainers, which are %1$sthe%2$s most important? Check out your own website and choose the pages and posts you want to be your cornerstone articles!":["Avec quels articles voulez-vous être le mieux classé ? Lesquels sont les plus complets, les plus explicatifs, les %1$sles%2$s plus importants ? Consultez votre propre site et choisissez les pages et les articles que vous souhaitez voir devenir vos articles Cornerstone !"],"Your site might not feel that SEO fit just yet. But that's just a matter of time. Let's start this workout by choosing your cornerstones.":["Votre site n’est peut-être pas encore adapté au référencement. Mais c’est juste une question de temps. Commençons cet atelier en choisissant vos articles Cornerstones."],"Start: Choose your cornerstones!":["Commencez : Choisissez vos articles Cornerstones !"],"%1$sNeed more guidance? We've covered every step in more detail in our %2$sCornerstone practical guide%3$s%4$s%5$s%6$s":["%1$sBesoin de plus de conseils ? Nous avons couvert chaque étape de manière plus détaillée dans notre %2$sGuide pratique Cornerstone%3$s%4$s%5$s%6$s"],"The cornerstone approach":["L’approche des articles Cornerstones"],"Rank with articles you want to rank with":["Classez les articles avec lesquels vous voulez être classé"]}}}