{"translation-revision-date":"2021-09-14 15:01:26+0000","generator":"GlotPress\/2.4.0-alpha","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Clear summary":["Effacer le résumé"],"You've cleaned up your site! You’ve removed what was no longer relevant and improved what still held value. Below is a summary of your work!":["Vous avez nettoyé votre site ! Vous avez supprimé ce qui n’était plus pertinent et amélioré ce qui avait encore de la valeur. Voici un résumé de votre travail !"],"Go to a related article, find a relevant sentence which is related to the orphaned article. Insert a text link to it in that sentence.":["Allez dans un article similaire, trouvez une phrase pertinente qui est similaire à l’article orphelin. Insérez un lien texte vers cet article dans cette phrase."],"Now it's time to add a few internal links from other posts towards your orphaned articles. Make sure there’s a logical relationship between the article you're linking from and your orphaned article. Below, we offer you suggestions of relevant pages you could link from towards your orphaned article.":["Il est maintenant temps d’ajouter quelques liens internes d’autres articles vers vos articles orphelins. Veillez à ce qu’il y ait une relation logique entre l’article à partir duquel vous créez le lien et votre article orphelin. Nous vous proposons ci-dessous des suggestions de pages pertinentes à partir desquelles vous pourriez créer des liens vers votre article orphelin."],"Add internal links towards your orphaned articles.":["Ajoutez des liens internes vers vos articles orphelins."],"Check if your orphaned articles are still up-to-date and update them if necessary.":["Vérifiez si vos articles orphelins sont toujours d’actualité et mettez-les à jour si nécessaire."],"Should you update your article?":["Devriez-vous mettre à jour votre article ?"],"Your site often contains lots of content that's created once and never looked back to afterwards. It's important to go through these and ask yourself if this content is still relevant to your site. Should I improve it or remove it?":["Votre site contient souvent beaucoup de contenu créé une fois et auquel on ne revient jamais par la suite. Il est important de les passer en revue et de se demander si ce contenu est toujours pertinent pour votre site. Dois-je l’améliorer ou le supprimer ?"],"Start: Love it or leave it?":["Commencer : Vous aimez ou vous arrêtez ?"],"%1$sNeed more guidance? We've covered every step in more detail in our %2$sOrphaned content practical guide%3$s%4$s%5$s%6$s":["%1$sBesoin de plus de conseils ? Nous avons couvert chaque étape de manière plus détaillée dans notre %2$sGuide pratique du contenu orphelin%3$s%4$s%5$s%6$s"],"Orphaned content is content that doesn’t get any links from other posts or pages on your site. As a result of that, this content is hard to find, for both Google and visitors. Posts and pages need internal links to them, to fit into a site’s structure and to be findable. With this workout we'll help you update your orphaned content and make sure you have links pointing towards them!":["Le contenu orphelin est un contenu qui ne reçoit aucun lien d’autres articles ou pages de votre site. Il en résulte que ce contenu est difficile à trouver, tant pour Google que pour les internautes. Les articles et les pages ont besoin de liens internes pour s’intégrer dans la structure d’un site et pour être trouvables. Grâce à cet atelier, nous vous aiderons à mettre à jour vos contenus orphelins et à vous assurer que des liens pointent vers eux !"],"Clean up your unlinked content to make sure people can find it":["Nettoyez votre contenu non lié pour vous assurer que les internautes puissent le trouver."],"I've finished this workout":["J’ai terminé cet atelier"],"Reset this workout":["Réinitialiser cet atelier"],"Well done!":["Bien joué !"],"Orphaned content":["Contenu orphelin"]}}}