{"translation-revision-date":"2022-01-11 08:41:38+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Social image":["Image pour les réseaux sociaux"],"Image":["Image"],"default":["par défaut"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["À l’enregistrement, ce réglage s’appliquera à tous\/toutes vos %1$s. Les %1$s qui sont configuré(e)s individuellement ne seront pas modifié(e)s.","À l’enregistrement, ces réglages s’appliqueront à tous\/toutes vos %1$s. Les %1$s qui sont configuré(e)s individuellement ne seront pas modifié(e)s."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Choisissez comment votre %1$s devrait être décrite par défaut dans le balisage schema.org de votre site. Vous pouvez changer ces réglages individuellement pour les %1$s."],"Learn more about the schema settings":["En savoir plus sur les réglages de schéma"],"Schema settings":["Réglages de schéma"],"Default Article type":["Type par défaut des articles"],"Default Page type":["Type par défaut des pages"],"Person logo \/ avatar":["Avatar\/logo de personne"],"Get the %s plugin now":["Obtenez l’extension %s"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimisez vraiment votre site pour une audience locale avec notre extension %s ! Adresse postales détaillées, heures d’ouverture, localisateur de magasin et options de retrait !"],"Serving local customers?":["Vous travaillez avec des clients locaux ?"],"Organization logo":["Logo de l’entité"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Vous avez sélectionné le compte %1$s comme étant la personne que ce site représente. Les informations de son profil seront maintenant utilisées pour les résultats de recherche. %2$sMettez à jour son profil pour vérifier que les informations sont correctes%3$s."],"Please select a user below to make your site's meta data complete.":["Veuillez sélectionner un compte ci-dessous pour compléter les métadonnées de votre site."],"Select a user...":["Sélectionner un compte…"],"Name":["Nom"]}},"comment":{"reference":"js\/dist\/settings.js"}}